Repository: Avinashgupta137/MrArthur
Catalog: MrArthur/Service/Language/*.lproj/Localizable.strings
Languages: fr

source: This Section 11 (Notice to European Union Data Subject – General Data Protection Regulation) applies specifically to European Union data subjects. For the purpose of this section, terms used but not defined shall have the meaning ascribed to them in the General Data Protection Regulation. 11.1. Data Subject Rights: You have the following rights with respect to your Personal Information where and to the extent they apply to your particular processing: The right to request a copy of your Personal Information which the Mr Arthur holds about you; The right to request that Mr Arthur corrects any Personal Information if it is found to be inaccurate or out of date; The right to request your Personal Information is erased where it is no longer necessary for Mr Arthur to retain such data; The right to withdraw your consent to the processing of your Personal Information at any time; The right to request that Mr Arthur provides you with your Personal Information and where possible, to transmit that data directly to another data controller (where applicable); The right, where there is a dispute in relation to the accuracy or processing of your Personal Information, to request a restriction is placed on further processing; and The right to lodge a complaint with a European Union Data Protection or Supervisory Authority. 11.2. Exercise of Data Subject Rights: You may let us know of your desire to enforce any of the rights described in this Privacy Policy by sending an email to contact@mrarthur.io, and we will respond within the time required by applicable. Please note that we may ask you to verify your identity before taking further action on your request. Please also note that laws and contractual frameworks limit your exercise of these data rights; we welcome you to ask us questions any time, and we will answer them as described above. 11.3. Right to Withdraw Consent to Processing: Where you have provided your consent to the processing of your Personal Information by Mr Arthur you may withdraw your consent at any time by sending a communication to Mr Arthur specifying which consent you are withdrawing. Please note that the withdrawal of your consent does not affect the lawfulness of any processing activities based on such consent before its withdrawal. Additionally, in some jurisdictions, applicable law may give you the right to limit the ways in which we use your Personal Information, in particular where: you contest the accuracy of your Personal Information; the processing is unlawful, and you oppose the erasure of your Personal Information; we no longer need your Personal Information for the purposes of the processing, but you require the information for the establishment, exercise or defense of legal claims; or you have objected to the processing and pending the verification whether the legitimate grounds of Mr Arthur overrides your own. 11.4. Complaints to Supervisory Authorities: We invite you to let us know about any and all issues regarding our data processing activities or this Privacy Policy, and we will respond to you within 30 days of receipt of such notification. If you consider that our processing of your Personal Information infringes European Union data protection laws, in particular if you are an EU resident, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection. You may do so in the EU member state of your habitual residence, your place of work, or the place of the alleged infringement. For example, in the United Kingdom this is the Information Commissioner’s Office, and in Ireland this is the Data Protection Commissioner.
fr: La présente section 11 (Avis aux personnes concernées de l'Union européenne - Règlement général sur la protection des données) s'applique spécifiquement aux personnes concernées de l'Union européenne. Aux fins de la présente section, les termes utilisés mais non définis ont la signification qui leur est attribuée dans le Règlement général sur la protection des données. 11.1. Droits de la personne concernée : Vous disposez des droits suivants en ce qui concerne vos Données personnelles lorsque et dans la mesure où ils s'appliquent à votre traitement particulier : Le droit de demander une copie des informations personnelles que Mr Arthur détient à votre sujet ; Le droit de demander à Mr Arthur de corriger toute information personnelle s'il s'avère qu'elle est inexacte ou obsolète ; Le droit de demander que vos informations personnelles soient effacées lorsqu'il n'est plus nécessaire pour Mr Arthur de conserver ces données ; Le droit de retirer votre consentement au traitement de vos informations personnelles à tout moment ; Le droit de demander à Mr Arthur de vous fournir vos informations personnelles et, si possible, de transmettre ces données directement à un autre contrôleur de données (le cas échéant) ; Le droit, en cas de litige concernant l'exactitude ou le traitement de vos informations personnelles, de demander une restriction sur le traitement ultérieur ; Et le droit de déposer une plainte auprès d'une autorité de protection des données ou de contrôle de l'Union européenne. Le droit, en cas de litige concernant l'exactitude ou le traitement de vos informations personnelles, de demander une restriction sur le traitement ultérieur ; Et le droit de déposer une plainte auprès d'une autorité de protection des données ou de contrôle de l'Union européenne. 11.2. Exercice des droits des personnes concernées : Vous pouvez nous faire part de votre désir de faire valoir l'un des droits décrits dans la présente politique de confidentialité en envoyant un courriel à contact@mrarthur.io, et nous répondrons dans le délai requis par la loi. Veuillez noter que nous pouvons vous demander de vérifier votre identité avant de donner suite à votre demande. Veuillez également noter que les lois et les cadres contractuels limitent l'exercice de ces droits relatifs aux données ; nous vous invitons à nous poser des questions à tout moment, et nous y répondrons comme décrit ci-dessus. 11.3. Droit de retirer le consentement au traitement : Lorsque vous avez donné votre consentement au traitement de vos informations personnelles par Mr Arthur, vous pouvez retirer votre consentement à tout moment en envoyant une communication à Mr Arthur en précisant quel consentement vous retirez. Veuillez noter que le retrait de votre consentement n'affecte pas la légalité des activités de traitement fondées sur ce consentement avant son retrait. En outre, dans certaines juridictions, la loi applicable peut vous donner le droit de limiter la manière dont nous utilisons vos informations personnelles, en particulier lorsque : vous contestez l'exactitude de vos informations personnelles ; le traitement est illégal, et vous vous opposez à l'effacement de vos informations personnelles ; nous n'avons plus besoin de vos informations personnelles aux fins du traitement, mais vous avez besoin de ces informations pour l'établissement, l'exercice ou la défense de revendications légales ; Ou vous vous êtes opposé au traitement et en attendant de vérifier si les motifs légitimes de Mr Arthur prévalent sur les vôtres. 11.4. Plaintes auprès des autorités de surveillance : Nous vous invitons à nous faire part de tout problème concernant nos activités de traitement des données ou la présente Politique de confidentialité, et nous vous répondrons dans les 30 jours suivant la réception de cette notification. Si vous considérez que notre traitement de vos informations personnelles enfreint les lois de l'Union européenne sur la protection des données, en particulier si vous êtes un résident de l'UE, vous avez le droit légal de déposer une plainte auprès d'une autorité de surveillance chargée de la protection des données. Vous pouvez le faire dans l'État membre de l'UE de votre résidence habituelle, de votre lieu de travail ou du lieu de l'infraction présumée. Par exemple, au Royaume-Uni, il s'agit de l'Information Commissioner's Office, et en Irlande, du Data Protection Commissioner.

source: 12. STORAGE AND TRANSFER OF YOUR PERSONAL INFORMATION
fr: 12. STOCKAGE ET TRANSFERT DE VOS INFORMATIONS PERSONNELLES

source: The data that we collect from you will be processed and stored at a destination located in Europe. We transfer data to destinations outside of the European Union as a necessary part of the performance of the Services, or with your consent, as applicable.
fr: Les données que nous recueillons auprès de vous seront traitées et stockées dans un lieu situé en Europe. Nous transférons des données vers des destinations situées en dehors de l'Union européenne dans le cadre nécessaire de l'exécution des Services, ou avec votre consentement, selon le cas.

source: 13. RETENTION OF YOUR PERSONAL INFORMATION
fr: 13. CONSERVATION DE VOS INFORMATIONS PERSONNELLE

source: We keep your personal data to enable your continued use of the Services, for as long as it is required to fulfill the relevant purposes described in this Privacy Policy, as may be required by law such as for tax and accounting purposes, or as otherwise communicated to you.
fr: Nous conservons vos données personnelles pour vous permettre de continuer à utiliser les services, aussi longtemps qu'elles sont nécessaires pour atteindre les objectifs pertinents décrits dans la présente politique de confidentialité, comme cela peut être exigé par la loi, par exemple à des fins fiscales et comptables, ou comme cela vous est communiqué par ailleurs.

source: 14. CHANGES TO PRIVACY POLICY
fr: 14. MODIFICATIONS DE LA POLITIQUE DE CONFIDENTIALITÉ

source: We reserve the right to modify this Privacy Policy at any time. If we make material changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Site. We may, and if required by law, will also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via email (if you have an account where we have your contact information) or another manner through the Site. Any modifications to this Privacy Policy will be effective upon our posting the new terms and/or upon implementation of the new changes on the Sites (or as otherwise indicated at the time of posting). In all cases, your continued use of the Services after the posting of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy. If you do not accept this Privacy Policy, you must discontinue use of the Services.
fr: Nous nous réservons le droit de modifier cette politique de confidentialité à tout moment. Si nous apportons des modifications importantes à cette politique de confidentialité, nous vous en informerons en mettant à jour la date de cette politique de confidentialité et en la publiant sur le site. Nous pouvons et, si la loi l'exige, nous fournirons également une notification des modifications d'une autre manière qui, selon nous, est raisonnablement susceptible de vous atteindre, par exemple par e-mail (si vous avez un compte où nous avons vos coordonnées) ou d'une autre manière par le biais du Site. Toute modification de la présente Politique de confidentialité entrera en vigueur dès que nous publierons les nouvelles conditions et/ou dès la mise en œuvre des nouveaux changements sur les Sites (ou comme indiqué autrement au moment de la publication). Dans tous les cas, votre utilisation continue des services après la publication de toute politique de confidentialité modifiée indique que vous acceptez les conditions de la politique de confidentialité modifiée. Si vous n'acceptez pas cette politique de confidentialité, vous devez cesser d'utiliser les services.

source: 15. CONTACT US
fr: 15. CONTACTEZ-NOUS

source: If you have any questions regarding this Privacy Policy, please contact us at contact@mrarthur.io or, by mail, to: Mr Arthur, Attn: Grégoire Thomas, 4 bis Rue Lamartine, 93310 Le Pré-Saint-Gervais Paris, France.
fr: Si vous avez des questions concernant la présente politique de confidentialité, veuillez nous contacter à l'adresse contact@mrarthur.io ou, par courrier, à l'adresse suivante : Mr Arthur, à l'attention de : Grégoire Thomas, 4 bis Rue Lamartine, 93310 Le Pré-Saint-Gervais Paris, France.

# ATTD_SCANNER_YOUR
source: YOUR
fr: VOTRE

# ATTD_SCANNER_ACC_EMAIL
source: account email.
fr: e-mail associé au compte

source: Devices
fr: Les appareils

source: DAILY GOAL
fr: OBJECTIF QUOTIDIEN

source: Your subcription has expired or you haven't subscribed yet.
fr: Votre abonnement a expiré ou vous ne vous êtes pas encore inscrit.

source: Please subscribe and start helping your child NOW!
fr: Veuillez vous abonner et commencer à aider votre enfant MAINTENANT!

source: Your subcription has expired or you haven't subscribed yet. Please subscribe and start helping your child NOW!
fr: Votre abonnement a expiré ou vous ne vous êtes pas encore inscrit. Abonnez-vous et commencer à aider votre enfant MAINTENANT !

source: UNINSTALL THE APP
fr: DÉSINSTALLER

source: Do you really want to delete your account?
fr: Voulez-vous vraiment supprimer votre compte ?

# DELETE_ACCOUNT
source: DELETE
fr: SUPPRIMER

source: Don't miss it!
fr: À ne pas manquer !

source: Educational apps
fr: Apps éducatives

source: Sorry!
fr: Oups !

source: No apps available here.
fr: Aucune app disponible pour le moment.

source: No media available here.
fr: Aucune vidéo disponible pour le moment.

source: Optimize screen time, learn to play, monitor, protect from inappropriate content…
fr: Limiter le temps d’écran, apprendre en s’amusant, superviser, protéger…

source: ALREADY HAVE AN ACOUNT?
fr: VOUS AVEZ DÉJÀ UN COMPTE ?

source: Your child will have to spend time on educational apps…
fr: Votre enfant va apprendre sur des apps éducatives...

source: …to unlock entertainment time on their device.
fr: ...pour débloquer du temps récréatif sur son téléphone.

source: YOUR SUBSCRIPTION ENDED
fr: Votre abonnement a expiré

source: Your child has made progress in setting goals with you and learning on engaging apps.
fr: Votre enfant a réalisé de beaux progrès grâce à son temps d'écran optimisé et les apps éducatives utilisées.

source: To continue using our app,
fr: Souscrivez à un abonnement,

source: please choose the paying plan that best fits your needs and budget.
fr: adapté à vos besoins afin de prolonger l'utilisation de notre app.

source: Thank you for choosing us, we look forward to helping you and your children reach their goals.
fr: Notre équipe travaille au quotidien pour améliorer la vie numérique de nos enfants. Merci de votre confiance !

source: Congratulations, you've done a great job so far!
fr: Félicitations, tu as accompli de grandes choses !

source: To be able to continue your efforts and improve your knowledge, your parents must now take out a subscription.
fr: Afin de poursuivre tes efforts et apprendre toujours plus, tes parents doivent prendre un nouvel abonnement.

# asset_splash_wallpaper
source: wallpaper_en_splash
fr: wallpaper_fr_splash

# asset_onboard_step_1
source: ic_en_onboard_step_1
fr: ic_fr_onboard_step_1

# asset_onboard_step_2
source: ic_en_onboard_step_2
fr: ic_fr_onboard_step_2

# asset_onboard_step_3
source: ic_en_onboard_step_3
fr: ic_fr_onboard_step_3
