Repository: Avinashgupta137/MrArthur
Catalog: MrArthur/Service/Language/*.lproj/Localizable.strings
Languages: fr

source: 1.1. Personal Information: Mr Arthur collects “Personal Information” from you at various times and places on the Site and Mr Arthur applications. Personal Information means information relating to a particular individual, such as the individual’s name, postal address, email address, and telephone number. Personal Information also includes your “Children’s Personal Information,” as defined below in Section 1.1.1. 1.1.1. Children’s Personal Information: With your consent, Mr Arthur may collect your “Children’s Personal Information.” Children’s Personal Information may include information you voluntarily submit to us such as your child’s first, middle and last name, date of birth, age, gender, and profile photo, or it may include information we collect from your child as a result of your use of the Services, such as your child’s device access times (e.g., we may collect information relating to how long your child uses or accesses his or her device to support our “allowance” feature), device identifier numbers, serial numbers, geolocation information, and other internet, device, or electronic network activity information, including, but not limited to, encrypted screenshots generated by your Mr Arthur Applications account and the transcribed content from the screenshots (e.g., through optical character recognition), as authorized by you (“Screenshots”). Screenshots may capture your children’s browsing activity, search activity, messaging activity, and other information regarding your child’s interaction with an internet website, application, advertisement, device, or interactions with a device in general. In order to provide the Services, we may also collect from your child’s device information relating to which apps are installed on your child’s device and information relating to your child’s device permission status (e.g., if your child has disabled the usage permissions on his/her device required to provide the Services, that information may be collected or if the device can no longer be “seen”). We may also collect information from your child’s device about your child’s usage and activity in connection with the Services (e.g., error/crash reporting, usage analytics such as screen views, your child’s use of any hyperlinks available within the Services, time on page, and page hits). For additional information about our practices regarding Children’s Personal Information, please see Section 5 (Children’s Privacy Rights) below. In regard to the European Union, our collection of personal information from a child is limited and controlled by the parent. 1.2. Non-Personal Information: Non-Personal Information means information that does not identify, and cannot reasonably be used to identify, an individual. We collect Non-Personal Information, for example, when we track the total number of visitors to the Site, the number of visitors to a particular page of the Site, and/or other such technical information. This data may be used to diagnose problems with the Services, gather demographic and geographic information to improve our Services or marketing efforts, improve our Services, and for similar purposes. Non-Personal Information includes aggregated and/or de-identified information. Mr Arthur reserves the right to use and disclose Non-Personal Information in its sole discretion.
fr: 1.1. Informations personnelles : Mr Arthur recueille des ” Informations personnelles ” auprès de vous à divers moments et endroits sur le site et l’application Mr Arthur. Les renseignements personnels sont des renseignements relatifs à une personne en particulier, tels que le nom, l'adresse postale, l'adresse électronique et le numéro de téléphone de cette personne. Les informations personnelles comprennent également les ” informations personnelles de vos enfants ”, telles que définies ci-dessous à la section 1.1.1. 1.1.1. Informations personnelles relatives aux enfants : Avec votre consentement, Mr Arthur peut recueillir vos ” Informations personnelles relatives aux enfants ”. Les Informations personnelles des enfants peuvent inclure des informations que vous nous soumettez volontairement, telles que le prénom, le second prénom et le nom de famille de votre enfant, sa date de naissance, son âge, son sexe et sa photo de profil, ou elles peuvent inclure des informations que nous recueillons auprès de votre enfant suite à votre utilisation des Services, telles que les temps d'accès à l'appareil de votre enfant (ex, nous pouvons collecter des informations relatives à la durée d'utilisation ou d'accès à l'appareil de votre enfant pour prendre en charge notre fonction ” allocation ”), les numéros d'identification des appareils, les numéros de série, les informations de géolocalisation et d'autres informations relatives à l'activité sur Internet, sur les appareils ou sur les réseaux électroniques, y compris, mais sans s'y limiter, les captures d'écran cryptées générées par votre compte de l’application Mr Arthur et le contenu transcrit des captures d'écran (par exemple, par reconnaissance optique de caractères), comme vous l'avez autorisé (” captures d'écran ”). Les captures d'écran peuvent capturer l'activité de navigation, l'activité de recherche, l'activité de messagerie et d'autres informations concernant l'interaction de vos enfants avec un site Internet, une application, une publicité, un appareil ou des interactions avec un appareil en général. Afin de fournir les Services, nous pouvons également collecter à partir de l'appareil de votre enfant des informations relatives aux applications installées sur l'appareil de votre enfant et des informations relatives à l'état des autorisations de l'appareil de votre enfant (par exemple, si votre enfant a désactivé les autorisations d'utilisation de son appareil requises pour fournir les Services, ces informations peuvent être collectées ou si l'appareil ne peut plus être ”vu”). Nous pouvons également recueillir des informations à partir de l'appareil de votre enfant sur l'utilisation et l'activité de ce dernier en rapport avec les services (par exemple, rapports d'erreurs/crashs, analyses d'utilisation telles que les vues d'écran, l'utilisation par votre enfant de tout hyperlien disponible dans les services, le temps passé sur la page et les visites de la page). Pour de plus amples informations sur nos pratiques concernant les informations personnelles des enfants, veuillez consulter la section 5 (Droits des enfants en matière de confidentialité) ci-dessous. En ce qui concerne l'Union européenne, notre collecte d'informations personnelles auprès d'un enfant est limitée et contrôlée par le parent. 1.2. Informations non personnelles : Les informations non personnelles sont des informations qui n' identifient pas, et ne peuvent raisonnablement pas être utilisées pour identifier un individu. Nous recueillons des informations non personnelles, par exemple, lorsque nous suivons le nombre total de visiteurs du site, le nombre de visiteurs d'une page particulière du site et/ou d'autres informations techniques de ce type. Ces données peuvent être utilisées pour diagnostiquer des problèmes avec les services, recueillir des informations démographiques et géographiques afin d'améliorer nos services ou nos efforts de marketing, améliorer nos services et à des fins similaires. Les informations non personnelles comprennent des informations agrégées et/ou dépersonnalisées. Mr Arthur se réserve le droit d'utiliser et de divulguer des informations non personnelles à sa seule discrétion.

source: 2. HOW WE COLLECT INFORMATION
fr: 2. COMMENT NOUS RECUEILLONS LES INFORMATIONS

source: 2.1. Voluntarily Provided Information: Mr Arthur may collect Personal Information, including your Children’s Personal Information, whenever you voluntarily provide such information including, for example, when you conduct business with us, use our Services, request information or materials from us, create or update any Mr Arthur accounts, when you voluntarily send Screenshots, or when you communicate with us about questions or concerns. Examples of the type of information you may voluntarily provide include: Your first name, last name, email address, and any updates to that information thereafter; Information relating to your child, such as your child’s name, age, birthdate, gender, and profile photo (see Section 1.1.1. (Children’s Personal Information) for more information); and If you sign up for any of our paid Services, your credit card or debit card information (such as card type, last four digits of your card, and expiration date) and other financial data and transaction history that we need to process your payment and provide the paid Services. 2.2 Services-Related Information: We may collect Personal Information, including your Children’s Personal Information, as a result of your use of the Services. This includes, for example: Custom word lists you create to allow the Services to flag specific words of interest to you and the number of times the words appear within screenshots; Information you may provide to us relating to the desired preferences of the Services (e.g., determining the preferred units of measurement for geofencing notifications). Schedules you may create as part of the Services (e.g., to schedule device access for your child’s device and related screen time allowance information); and Information relating to which apps are installed on your child’s device and information relating to your child’s device status/permission status (e.g., if your child has disabled the usage permissions on his/her device required to provide the Services, that information may be collected or if the device can no longer be “seen”) (see Section 1.1.1. (Children’s Personal Information) for more information). 2.3. Information Obtained from Third Parties: In limited circumstances, we may collect your Personal Information from third parties. For example, the payment processors we work with generally provide us with information related to you, such as a unique token that enables you to make additional purchases using the information they’ve stored, including recurring payments if you authorize automatic renewals, and your card’s type, expiration date, and certain digits of your card number. We do not collect your Children’s Personal Information from third parties. 2.4. Cookies and Similar Technologies: When you use the Services, we and certain third parties may use “cookies” and similar technologies like pixels, web beacons, and local storage (collectively, “Collection Technology“) to collect information. We do not use Collection Technology to collect Children’s Personal Information. For example, when you use our Services, we may use Collection Technology to collect certain device information, such as: device operating system, device operating system version, IP addresses, access times, browser type and language, browser version, and device identifier numbers. We may also use Collection Technology to collect information about your usage and activity related to the Services (e.g., error/crash reporting, usage analytics, your use of any hyperlinks available within the Services, time on page, and page hits), and chat analytics when the chat feature is used. You have the right to choose whether or not to accept cookies. However, they are an important part of how the Services work, so you should be aware that if you choose to refuse or remove cookies, it could affect the availability and functionality of the Services. Most web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove or reject browser cookies. To do so, please follow the instructions provided by your browser. Removing or rejecting browser cookies does not necessarily affect third-party flash cookies or other web trackers, which may be used by us or our partners in connection with the Sites. To delete or disable flash cookies, please visit this site for more information. For further information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, you can visit https://www.allaboutcookies.org/. 2.5. Third-Party Analytics: We may use third-party analytics tools including, for example, Amplitude, to help us measure traffic and usage trends for the Services. These tools may collect your Personal Information, including Children’s Personal Information, sent by your devices or our Services that assists us in improving the Services. You can read Amplitude’s privacy policy, by visiting this link: https://amplitude.com/privacy
fr: 2.1. Informations fournies volontairement : Mr Arthur peut recueillir des Informations personnelles, y compris les Informations personnelles de vos enfants, chaque fois que vous fournissez volontairement de telles informations, y compris, par exemple, lorsque vous faites des affaires avec nous, utilisez nos Services, nous demandez des informations ou du matériel, créez ou mettez à jour des comptes Mr Arthur, lorsque vous envoyez volontairement des Captures d'écran ou lorsque vous communiquez avec nous au sujet de questions ou de préoccupations. Voici quelques exemples du type d'informations que vous pouvez fournir volontairement : Votre prénom, votre nom de famille, votre adresse électronique, et toute mise à jour de ces informations par la suite ; les informations relatives à votre enfant, telles que son nom, son âge, sa date de naissance, son sexe et sa photo de profil (voir la section 1.1.1. (Informations personnelles relatives aux enfants) pour plus d'informations) ; et si vous vous inscrivez à l'un de nos services payants, les informations relatives à votre carte de crédit ou de débit (telles que le type de carte, les quatre derniers chiffres de votre carte et la date d'expiration) et d'autres données financières et l'historique des transactions dont nous avons besoin pour traiter votre paiement et fournir les services payants. 2.2 Informations relatives aux services : Nous pouvons recueillir des informations personnelles, y compris les informations personnelles de vos enfants, suite à votre utilisation des services. Cela comprend, par exemple, les éléments suivants: Les listes de mots personnalisées que vous créez pour permettre aux services de signaler des mots spécifiques qui vous intéressent et le nombre de fois où ces mots apparaissent dans les captures d'écran ; Les informations que vous pouvez nous fournir concernant les préférences souhaitées des Services (par exemple, la détermination des unités de mesure préférées pour les notifications de géorepérage). Les calendriers que vous pouvez créer dans le cadre des services (par exemple, pour programmer l'accès à l'appareil de votre enfant et les informations relatives au temps d'écran autorisé) ; et les informations relatives aux applications installées sur l'appareil de votre enfant et les informations relatives à l'état de l'appareil de votre enfant/au statut des autorisations (par exemple, si votre enfant a désactivé les autorisations d'utilisation de son appareil requises pour fournir les Services, ces informations peuvent être collectées ou si l'appareil ne peut plus être ” vu ”) (voir la section 1.1.1. (Informations personnelles des enfants) pour plus d'informations). 2.3. Informations obtenues auprès de tiers : Dans des circonstances limitées, nous pouvons recueillir vos Informations personnelles auprès de tiers. Par exemple, les processeurs de paiement avec lesquels nous travaillons nous fournissent généralement des informations vous concernant, telles qu'un jeton unique qui vous permet d'effectuer des achats supplémentaires en utilisant les informations qu'ils ont stockées, y compris des paiements récurrents si vous autorisez des renouvellements automatiques, ainsi que le type de votre carte, sa date d'expiration et certains chiffres de son numéro. Nous ne recueillons pas les informations personnelles de vos enfants auprès de tiers. 2.4. Cookies et technologies similaires : Lorsque vous utilisez les Services, nous et certains tiers pouvons utiliser des ” cookies ” et des technologies similaires comme les pixels, les balises web et le stockage local (collectivement, ” Technologie de collecte ”) pour collecter des informations. Nous n'utilisons pas de technologies de collecte pour recueillir des informations personnelles sur les enfants. Par exemple, lorsque vous utilisez nos Services, nous pouvons utiliser la Technologie de collecte pour recueillir certaines informations sur les appareils, telles que : le système d'exploitation de l'appareil, la version du système d'exploitation de l'appareil, les adresses IP, les temps d'accès, le type et la langue du navigateur, la version du navigateur et les numéros d'identification de l'appareil. Nous pouvons également utiliser la technologie de collecte pour recueillir des informations sur votre utilisation et vos activités liées aux services (par exemple, rapports d'erreurs/crashs, analyses d'utilisation, utilisation de tout hyperlien disponible dans les services, temps de consultation des pages et visites de pages) et des analyses de chat lorsque la fonction de chat est utilisée. Vous avez le droit de choisir d'accepter ou de refuser les cookies. Cependant, ils constituent une partie importante du fonctionnement des services. Vous devez donc savoir que si vous choisissez de refuser ou de supprimer les cookies, cela pourrait affecter la disponibilité et la fonctionnalité des services. La plupart des navigateurs web sont configurés pour accepter les cookies par défaut. Si vous préférez, vous pouvez généralement choisir de configurer votre navigateur pour qu'il supprime ou rejette les cookies du navigateur. Pour ce faire, veuillez suivre les instructions fournies par votre navigateur. La suppression ou le rejet des cookies du navigateur n'affecte pas nécessairement les cookies flash tiers ou autres traceurs web, qui peuvent être utilisés par nous ou nos partenaires en relation avec les sites. Pour supprimer ou désactiver les cookies flash, veuillez consulter ce site pour plus d'informations. Pour de plus amples informations sur les cookies, y compris sur la manière de voir quels cookies ont été installés sur votre appareil et comment les gérer et les supprimer, vous pouvez consulter le site https://www.allaboutcookies.org/. 2.5. Analyse par des tiers : Nous pouvons utiliser des outils d'analyse tiers, y compris, par exemple, Amplitude, pour nous aider à mesurer le trafic et les tendances d'utilisation des Services. Ces outils peuvent collecter vos Informations personnelles, y compris les Informations personnelles des enfants, envoyées par vos appareils ou nos Services qui nous aident à améliorer les Services. Vous pouvez lire la politique de confidentialité d’ Amplitude en consultant ce lien: https://amplitude.com/privacy

source: 3. HOW WE USE THE PERSONAL INFORMATION WE COLLECT
fr: 3. COMMENT NOUS UTILISONS LES INFORMATIONS PERSONNELLES QUE NOUS COLLECTONS

source: Personal Information we collect may be used for the purposes listed below. Children’s Personal Information is used in accordance with Section 5.3 below. 3.1. To provide, develop, maintain, operate, and improve our Services; 3.2. To understand you and your preferences to enhance your experience and provide a more personalized Service; 3.3. To process and fulfill a request or other transaction submitted by you, including, for example, to process payment transactions and to respond to your comments and questions and provide customer support; 3.4. To communicate with you including, for example, to send you Services-related information (e.g., geofencing notifications), including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages; 3.5. For our own marketing purposes. To this end, we may communicate with you about new contests, promotions, rewards, upcoming events, and other news about our Services and our selected partners; 3.6. For our business operations (e.g., billing, auditing, reporting, and statistical analysis); 3.7. To meet or comply with any applicable law, regulation, legal process, or other legal obligation; protect or prevent harm, fraud, or financial loss; or promote, detect, investigate and help prevent security, fraud or technical issues; and protect our legitimate business interests and legal rights; and 3.8. In connection with corporation transactions, which refers to transfers of Personal Information in the event we sell or transfer, or are considering selling or transferring, all or a portion of our business or assets.
fr: Les informations personnelles que nous recueillons peuvent être utilisées aux fins énumérées ci-dessous. Les informations personnelles des enfants sont utilisées conformément à la section 5.3 ci-dessous. 3.1. Pour fournir, développer, maintenir, exploiter et améliorer nos services ; 3.2. Pour vous comprendre et connaître vos préférences afin d'améliorer votre expérience et de fournir un service plus personnalisé ; 3.3. Pour traiter et satisfaire une demande ou toute autre transaction soumise par vous, y compris, par exemple, pour traiter les transactions de paiement et pour répondre à vos commentaires et questions et fournir une assistance à la clientèle ; 3.4. Pour communiquer avec vous, y compris, par exemple, pour vous envoyer des informations liées aux Services (par exemple, des notifications de géorepérage), notamment des confirmations, des factures, des avis techniques, des mises à jour, des alertes de sécurité et des messages d'assistance et administratifs ; 3.5. For our own marketing purposes. To this end, we may communicate with you about new contests, promotions, rewards, upcoming events, and other news about our Services and our selected partners; 3.6. Pour nos opérations commerciales (par exemple, facturation, audit, rapports et analyse statistique) ; 3.7. Pour répondre ou se conformer à toute loi, réglementation, procédure judiciaire ou autre obligation légale applicable ; pour protéger ou prévenir tout préjudice, toute fraude ou toute perte financière ; ou pour promouvoir, détecter, enquêter et aider à prévenir la sécurité, la fraude ou les problèmes techniques ; et pour protéger nos intérêts commerciaux légitimes et nos droits légaux ; 3.8. Et dans le cadre de transactions de sociétés, ce qui fait référence aux transferts d'informations personnelles dans le cas où nous vendons ou transférons, ou envisageons de vendre ou transférer, tout ou une partie de nos activités ou actifs.

source: 4. DISCLOSURE OF YOUR INFORMATION TO THIRD PARTIES
fr: 4. DIVULGATION DE VOS INFORMATIONS À DES TIERS
