Repository: Avinashgupta137/MrArthur
Catalog: MrArthur/Service/Language/*.lproj/Localizable.strings
Languages: fr

source: Less screen time & better content
fr: Moins d'écran. Du meilleur contenu.

source: Hello!
fr: Bonjour !

source: helps your children cut their screen time.
fr: aide vos enfants à réduire leur temps d'écran pour devenir plus conscients et responsables de leur usage.

source: START
fr: COMMENCER

source: Already have an account?
fr: Vous avez déjà un compte ?

source: SIGN IN
fr: S'IDENTIFIER

source: Your family privacy matters
fr: Nous respectons la vie privée de votre famille

source: • Your personal data is only used to give you personalized coaching experience.
fr: • Vos données personnelles ne sont utilisées que pour vous accompagner de façon individualisée.

source: • We do not share your personal data to third parties.
fr: • Nous ne partageons pas vos données personnelles à de tierces parties.

source: • Your data stays between you and us.
fr: • Vos données restent entre vous et nous.

source: I agree to
fr: J'accepte

source: the terms of use
fr: les conditions d'utilisation

source: privacy policy.
fr: les politiques de confidentialité.

source: Please accept terms & condition
fr: Merci d'accepter les termes et conditions d'utilisation.

source: Privacy
fr: Vie privée

source: APPLY
fr: VALIDER

source: Well done,
fr: Bien joué,

source: you've done the hard part.
fr: tu as fait le plus dur.

source: By not turning a blind eye to
fr: En ne fermant pas les yeux sur

source: excessive screen time!
fr: la consommation d'écran excessive de nos enfants !

source: helps your child maintain a healthy level of screen time. No more zombie children and especially
fr: aide votre enfant à adopter un temps d'écran sain. Fini les enfants zombies

source: no more arguments!
fr: et les disputes !

source: Healthy screen time
fr: Un temps d'écran sain,

source: means less screen time
fr: c'est moins de temps cumulé

source: and
fr: et

source: better content
fr: du meilleur contenu

source: for your child.
fr: pour votre enfant.

source: To help you,
fr: Pour faire connaissance,

source: needs to ask you a few questions.
fr: doit vous poser quelques questions.

source: Please answer the questions with the child facing the biggest challenges.
fr: Merci d'y répondre pour votre enfant, afin de déceler ses plus grands défis.

source: most problematic
fr: le plus problématique

source: in mind.
fr: à l'esprit.

source: ESTIMATED TIME
fr: TEMPS ESTIMÉ

source: 3 min
fr: 3 minutes

source: Two more minuets, and we are done!
fr: Parce que votre enfant est unique, l'accompagnemet de

source: mr.arthur's
fr: mr.arthur

source: help is personalized.
fr: est 100% personnalisé.

source: will empower your child
fr: encourage votre enfant

source: to take the first step.
fr: à faire le premier pas.

source: 70% of children admit to spending too much time on their screens.
fr: 70% des enfants admettent passer trop de temps devant leurs écrans.

source: There’s still hope!
fr: Il y a donc de l'espoir !

source: But how does it work
fr: Mais en pratique

source: in practice?
fr: comment ça marche ?

source: Your child will give you the
fr: Votre enfant vous propose

source: screen time
fr: une réduction

source: they’re willing to cut down to in %…
fr: de son temps d'écran...

source: and its AI will help respond to this proposal.
fr: vous fera alors part de son avis sur cette proposition grâce à son IA.

source: …and a % of
fr: ...tout en augmentant sa part

# OBS_MANIFEST_EDUCATIONTIME
source: educational screen time
fr: de temps éducatif

source: AI initialisation
fr: Initialisation de l'IA

source: Analysing
fr: Traitement de

source: your answers
fr: vos réponses

source: Perfect !
fr: C'est parfait !

source: Sign up to save your answers!
fr: Place à l'inscription et l'enregistrement de vos réponses.

source: NEXT
fr: SUIVANT

source: LET'S DO THIS!
fr: C'EST PARTI !

source: SIGN UP
fr: INSCRIPTION

source: Sign up
fr: Inscription

source: Please provide an e-mail address.
fr: Merci de renseigner une adresse e-mail.

source: Invalid e-mail format.
fr: Format d'e-mail non valide.

source: Please enter your login e-mail address.
fr: Merci de saisir votre e-mail.

source: Please enter your e-mail address again.
fr: Renseignez à nouveau votre adresse e-mail.

source: CONFIRM
fr: CONFIRMER

source: Please Enter email
fr: Merci de saisir votre e-mail.

source: Please add proper email id
fr: Identifiant e-mail non valide.

source: Terms of use & privacy policy
fr: Conditions d'utilisation et politique de confidentialité

source: ACCEPT ALL
fr: TOUT ACCEPTER

source: Please enter the PIN sent to your address
fr: Merci de saisir le code PIN envoyé sur votre adresse e-mail.

source: Incorrect PIN.
fr: Code PIN non valide.

source: Please enter your PIN again.
fr: Renseignez à nouveau votre code PIN.

source: PIN
fr: CODE PIN

source: Invalid PIN.
fr: PIN non valide

source: I DIDN’T RECEIVE A PIN
fr: JE N'AI PAS REÇU DE CODE PIN

source: New Pin sent
fr: Nouveau code PIN envoyé

source: Please enter validate code
fr: Merci de saisir un code PIN valide.

source: ACCESS SETTINGS
fr: ACCÉDER AUX PARAMÈTRES

source: Sign in
fr: S’identifier

source: SUBMIT
fr: CONFIRMER

source: DD/MM/YY
fr: JJ/MM/AAAA

source: Help your child!
fr: Aidez votre enfant !

source: Our program works 95% better with notifications.
fr: Notre programme fonctionne 95% mieux avec les notifications !

source: We’ll let you know if your child plays along, if he needs help and when he achieves goals!
fr: Vous resterez informés si votre enfant a besoin d'aide et quand il atteint ses objectifs.

source: ENABLE NOTIFICATIONS
fr: ACTIVER LES NOTIFICATIONS

source: MAYBE LATER
fr: PLUS TARD

source: Let's do this!
fr: Allez, c'est parti !

source: With
fr: Avec

source: we guide you through your first mediation every step of the way!
fr: vous serez guidés à chaque étape tout au long de votre première médiation !

source: Child identity
fr: Identité de l'enfant

source: FIRST NAME
fr: PRÉNOM

source: GIRL
fr: FILLE

source: BOY
fr: GARÇON

source: DATE OF BIRTH
fr: DATE DE NAISSANCE

source: Please select gender of child
fr: Merci de sélectionner le genre de l'enfant

source: Please add child name
fr: Merci de saisir le nom de l'enfant

source: Birthdate must be past day
fr: La date de naissance doit être antérieure

source: Please select birthdate of child
fr: Merci de sélectionner une date de naissance

source: if your child doesn't use or own the device.
fr: si votre enfant n'utilise pas ou ne possède pas l'appareil.

source: How much time per day does your child spend watching television?
fr: Combien de temps par jour votre enfant passe-t-il devant la télévision ?

source: How much time per day does your child spend in front of the game console?
fr: Combien de temps par jour votre enfant passe-t-il devant la console de jeu ?

source: How much does your child spend on shared screens (Household television, tablet, computer, etc.)?
fr: Combien de temps par jour votre enfant passe t-il devant des écrans partagés (Télévision familiale, tablette, ordinateur, etc...)

source: How much time per day does your child spend on his own phone?
fr: Combien de temps par jour votre enfant passe-t-il sur son propre téléphone?

source: How much time per day does your child spend on educational apps?
fr: Combien de temps par jour votre enfant passe-t-il sur des apps éducatives ?

source: Device Owner
fr: Appareil

source: Once your Child's user profile has been created, you'll need to install the
fr: Une fois le profil de votre enfant créé, vous devrez installer l'app

source: app on your child's device to continue.
fr: sur l'appareil de votre enfant pour continuer.

source: Once your child's user profile has been created, please let him start and enjoy the App to send you a new screen time proposal.
fr: Un fois le profil de votre enfant créé, laissez-le reprendre la main sur son téléphone et vous envoyer son premier objectif !

source: mine as a parent
fr: Le mien en tant que parent

# WHICH_DEVICE_QUESTION
source: Which phone are you currently using ?
fr: Quel téléphone utilisez-vous actuellement ?

source: sparks a love of learning in your child!
fr: donne le goût d'apprendre à votre enfant !

source: Based on your answers. With a 20% educational goal assumption (20% of remaining screen time after reduction).
fr: Projection d'après vos estimations, avec une hypothèse de 20% de réduction de temps d'écran et l'introduction de 20% de temps éducatif dans le temps restant.

source: gives your child his real life back.
fr: partenaire des expériences deconnectées !

source: Based on yours answers. With a 20% screen time reduction assumption.
fr: Projection d'après vos estimations, avec une hypothèse de 20% de réduction du temps d'écran.

source: One more thing ;)
fr: Autre chose ;)

source: Please make sure your Apple ID account is available and your Family Share feature activated.
fr: Assurez-vous svp que votre compte Apple ID est effectif et que la fonction partage familial est activée.

source: Go to Settings on this device
fr: Allez dans réglages sur cet appareil.

source: Tap your Apple account name
fr: Appuyez sur le nom de votre compte Apple

source: Create your Apple ID account if you haven’t yet
fr: Créez votre identifiant Apple ID s'il n'existe pas encore.

source: Tap Family Sharing
fr: Allez dans Partage familial.

# OBS_ADD_UP_RETURNTO_LBL
source: Return to
fr: Retournez sur

source: Well done!
fr: Super !

source: Now it’s time to install
fr: Installez l'app mr.arthur sur le téléphone de votre enfant

source: app on your child’s device.
fr: en vous connectant avec l'e-mail que vous avez renseigné à la création de votre compte.

source: You can get
fr: RDV

source: from the App Store or scan this code with the child’s device.
fr: sur l'App Store ou scannez le QR code directement avec le téléphone de votre enfant !

source: Perfect!
fr: Parfait !

source: See you on your child’s device to finish the set up.
fr: On se revoit sur l’appareil de votre enfant pour terminer la configuration.

source: You'll need to sign in with
fr: Revenez à cet écran quand tout est terminé !

source: YOUR
fr: VOTRE

source: account email.
fr: email associé.

source: You can come back here when all is done.
fr: Vous pouvez revenir ici quand tout est terminé.

source: ALL IS DONE
fr: TOUT EST TERMINÉ

source: Usage report
fr: RAPPORT JOURNALIER

source: AVERAGE SCREEN TIME PER DAY
fr: TEMPS D'ÉCRAN MOYEN QUOTIDIEN

source: after goal
fr: après objectif

source: before goal
fr: avant objectif

source: DAILY DEVICES
fr: ESTIMATIONS DE CONSOMMATION

source: CONSUMPTION ESTIMATIONS
fr: QUOTIDIENNE PAR APPAREIL

source: PUBLIC HEALTH RECOMMENDATIONS
fr: RECOMMANDATION DE SANTÉ PUBLIQUE

source: BREAKDOWN OF ACTIVITIES PER DAY
fr: DÉTAILS DES ACTIVITÉS JOURNALIÈRES

source: Dashboard
fr: Tableau de bord

source: 01h00 / day
fr: 01h00 / jour

source: 02h00 / day
fr: 02h00 / jour

source: Child device assignment
fr: Assignation du téléphone de l'enfant

source: Select the child you want this device to be assigned, or create a new one.
fr: Choissisez l'enfant que vous voulez assigner à cet appareil, ou créez un nouveau profil.

source: Add NEW CHILD
fr: Ajouter un nouvel enfant

source: Users
fr: Enfants

source: GOAL SUMMARY
fr: Rappel de l’objectif

source: Reduce
fr: Réduction du

source: overall screen time
fr: temps d'écran total

source: by
fr: de

source: by
fr: par

source: or
fr: soit

source: per day
fr: quotidien.

source: Increase
fr: Augmentation du

source: educational screen time
fr: Temps d'écran éducatif

source: WHAT YOU GET OUT OF THIS
fr: TES BÉNÉFICES

source: This first goal is pretty good! You should encourage this but try to convince
fr: Pas mal comme premier objectif ! Encouragez cette démarche et eventuellement de convaincre

source: to do a little more!
fr: d'aller un peu plus loin !

source: REFUSE
fr: REFUSER

source: ACCEPT
fr: ACCEPTER

source: ACCOUNT ID
fr: IDENTIFIANT DU COMPTE

source: CHILDREN AND CONNECTED DEVICES
fr: ENFANTS ET APPAREILS CONNECTÉS

source: children
fr: Les enfants

source: devices
fr: Les appareils

source: LOG OUT
fr: SE DÉCONNECTER

source: Do you really want to log out?
fr: Voulez-vous vraiment vous déconnecter ?

source: Account
fr: Compte

source: You’ll lose all their data, including their screen time by deleting your child’s profile.
fr: En supprimant le profil de votre enfant vous perdrez toutes ses données, incluant son temps d'écran.

source: Delete child’s profile
fr: Supprimer le profil de l'enfant

source: DELETE CHILD’S PROFILE
fr: SUPPRIMER LE PROFIL DE L'ENFANT

source: By making this device your child’s device, you will lock the device.
fr: Les fonctionnalités de cet appareil seront en partie bloquées si vous l'attribuez à votre enfant.

source: Your child can then use
fr: Votre enfant peut ainsi utiliser

source: DEVICE’S NAME
fr: NOM DE L'APPAREIL

source: Please name the child’s device.
fr: Nommez svp l'appareil de l'enfant.

source: HERE WE GO
fr: C'est parti !

source: Make this device your child’s
fr: Attribuez cet appareil à votre enfant

source: USERNAME’S iPHONE - smartphone
fr: IPHONE DU NOM D'UTILISATEUR - smartphone

source: DONE
fr: OK

source: CANCEL
fr: ANNULER

# Cancel_Head
source: Cancel
fr: Annuler

source: Personal informations
fr: Informations personnelles

source: PERSONAL INFORMATIONS
fr: INFORMATIONS PERSONNELLES

source: MAKE THIS DEVICE MY CHILD’S DEVICE
fr: ATTRIBUER CET APPAREIL À MON ENFANT

source: Child’s profile
fr: Profil de l'enfant

source: PRIVACY POLICY
fr: POLITIQUE DE CONFIDENTIALITÉ

source: ACCOUNT
fr: COMPTE

source: More
fr: Plus

source: REMOVE THIS CHILD’S PROFILE
fr: SUPPRIMER CE PROFIL

source: DEVICES
fr: LES APPAREILS

source: Medias
fr: Médias

source: Featured
fr: À découvrir

source: this month
fr: ce mois-ci

source: Enjoy the smart media content of the month! It won’t cost you any entertainment time credit!
fr: Découvre les médias du mois ! Cela ne te coutera aucun crédit de temps récréatif !

source: Collect them all!
fr: Collectionnez-nous !

source: Collect & share with your loved ones your
fr: Collectionez et partagez vos

source: performance and benefits!
fr: gains et performances !

source: Benefits
fr: Bénéfices

source: How it works?
fr: Comment ça marche ?

source: LET'S GO!
fr: OK

source: CONTINUE
fr: CONTINUER

source: Last step!
fr: Dernière étape !

source: Please install those educational apps we have chosen for you. The selection was done according to 3 criteria:
fr: a sélectionné pour vous des apps éducatives selon les critères suivants :

source: • Educational content quality
fr: • Qualité des apprentissages

source: • Enough free content
fr: • Du contenu gratuit

source: • Fun and engaging
fr: • Fun et engageantes

source: Educational app installation
fr: Installation d'apps éducatives

source: EDUCATIONAL APP INSTALLATION
fr: INSTALLATION D’APPS ÉDUCATIVES

source: APP CATEGORIES PICKING
fr: CHOISIR DES CATÉGORIES D’APPS

source: Carefully pick
fr: Merci de sélectionner

source: the following categories.
fr: les catégories suivantes.

source: only
fr: seulement

source: Entertainment
fr: Divertissement

source: Games
fr: Jeux

source: Social
fr: Réseaux sociaux

source: Education
fr: Éducation

source: PICK CATEGORIES
fr: CHOISIR LES CATÉGORIES

source: App categories picking
fr: Choisir des catégories d'apps

source: All apps & Categories
fr: Toutes les apps et catégories

source: SKIP
fr: Passer

source: For
fr: Pour

source: App Picking
fr: Sélection d'app

source: OK, I GET IT!
fr: OK

source: You made a mistake! You need to pick the apps to block NOT a category ;)
fr: Désolé ! Vous devez choisir des apps à bloquer, pas des catégories.

source: PICK APPS
fr: SÉLECTIONNER DES APPS

source: Tap the right arrow of the « Utilities » category and pick those apps if they show up. We will block them.
fr: Appuyez sur la flèche droite de la catégorie « Utilitaires » et choissisez ces apps si elles s'affichent. Nous les bloquerons.

source: NOT Chrome
fr: PAS Chrome

source: to work, your child has to use only
fr: n'est fonctionnel que si votre enfant utilise seulement

source: Make your choice!
fr: À vous de choisir !

source: All apps and sites will be blocked during the rest period.
fr: Tous les sites et apps seront bloqués durant le temps de repos.

source: Rest period
fr: Temps de repos

source: No rest period
fr: Pas de temps de repos

source: CHOOSE
fr: CHOISIR

source: Choose your protection !
fr: Choisissez votre protection !

source: To protect your child,
fr: Afin de protéger votre enfant,

source: offers 3 different levels of content filtering.
fr: offre 3 niveaux de filtrage de contenu.

source: To protect your child, mr.arthur offers 3 different levels of content filtering.
fr: Pour protéger votre enfant, mr.arthur propose 3 niveaux de filtrage de contenu.

source: Content filtering selection
fr: Filtrage de contenu

source: CONTENT FILTERING SELECTION
fr: FILTRAGE DE CONTENU

source: Sign in with your parent or guardian Apple account. This is requiered to pair the devices and enable parental control.
fr: Authentifiez-vous avec l'identifiant Apple d'un parent/tuteur. Cette étape est requise pour jumeler les appareils et activer le contrôle parental.

source: SIGN IN WITH PARENT’S APPLE ID
fr: S'AUTHENTIFIER

source: Pairing devices
fr: Jumelage d'appareils

source: Set up family sharing & invite your child
fr: Configurez le partage familial et invitez votre enfant

source: Tap Add Member
fr: Ajoutez un membre.

source: Follow the instructions
fr: Suivez les instructions.

source: Activate
fr: Activez

source: “Share across devices”
fr: “Partager sur tous les appareils”

source: in the screen time menu
fr: Dans le menu du temps d'écran

# ATTENDEE_SETTINGS_RETURN_TO
source: Return to
fr: Retournez à

source: Pairing setup
fr: Configuration du jumelage

source: Complete your family setup
fr: Terminez votre configuration familiale.

source: The end is in sight!
fr: C'est presque fini !

source: To start helping your child, complete the next steps. After that we are done!
fr: Pour commencer à aider votre enfant, merci de compléter les étapes suivantes.

# ATTENDEE_SETTINGS_SHARE_INVITE
source: Set up family sharing & invite your child
fr: Configurez le partage familial et invitez votre enfant.

source: Do you really want to log out?
fr: Voulez-vous vraiment vous déconnecter ?

source: ON Logout
fr: SE DÉCONNECTER

source: Move the cursor forward to
fr: Déplace le curseur pour

source: your screen time.
fr: ton temps d'écran.

source: reduce
fr: réduire

source: Total screen time per day
fr: Temps d'écran total par jour

source: per year
fr: par année

source: bike trips
fr: à vélo

source: with friends
fr: avec des amis

source: educational screen time.
fr: temps d'écran éducatif

source: IMPROVE
fr: AMÉLIORER

source: Educational screen time per day
fr: Temps d'écran éducatif par jour

source: 14 very impressed friends
fr: 14 amis admiratifs

source: 1 new language
fr: 1 nouvelle langue

source: learned in
fr: apprise en

source: months
fr: mois

source: Increase your
fr: Augmente ton

source: Total screen time
fr: Total temps d'écran

source: Educational screen time
fr: Temps d'écran éducatif

source: Modify goal
fr: Modifier mon objectif

source: You would like to reduce
fr: Tu aimerais réduire ton

source: your total screen time
fr: temps d'écran total

source: per day. This means
fr: par jour. Donc

source: per day. This means you will have
fr: par jour soit

source: of screen time per day.
fr: de temps d'écran quotidien.

source: You’ve also increased you
fr: Tu augmenterais ton

source: educational screen time
fr: temps d'écran éducatif

source: to
fr: de

source: This means you will
fr: soit tu vas

source: This means you will spend
fr: soit

source: on smart time per day.
fr: de temps éducatif quotidien.

source: SEND
fr: ENVOYER

source: GOAL
fr: Rappel de l’objectif

source: STATUS :
fr: STATUT :

source: currently being reviewed
fr: En cours de validation

source: Current goal
fr: Mon objectif

source: RESET
fr: REFAIRE

source: Congratulations!
fr: Bravo !

source: The awareness phase is now done; your did great!
fr: La phase de prise de conscience est achevée; Bravo !

source: See you in 2022
fr: On se voit en 2022

source: for a free trial of the app’s final version.
fr: pour un essai gratuit de la version finale.

source: Hello,
fr: Salut,

source: GOAL SUMMARY
fr: RAPPEL DE L'OBJECTIF

source: each day at 6 am you start with an “advance” of
fr: Dès 6 heure du matin, tu commences chaque jour avec une avance de

source: minimum 5 minutes
fr: 5 minutes minimum

source: of entertainment time.
fr: de temps récréatif.

source: You start with
fr: Tu commences avec

# 2 free
source: 2 (free) HOURS
fr: 2 heures (gratuites)

source: of entertainment as a gift for your engagement
fr: de temps récréatif, cadeau de ton engagement

source: Look at your dashboard to know where you’re at and see goals and special bonuses to win !
fr: Découvre ton tableau de bord pour suivre la progression de ton objectif et gagner des bonus !

source: At the end of the day if you still have entertainment time left you will have an
fr: En fin de journée, s'il te reste du temps récréatif, tu auras

source: advance of 50%
fr: une avance de 50%

source: of that time to start the next day !
fr: sur ce temps pour commencer le jour suivant !

source: You have to spend
fr: Tu dois passer

source: a minimum of 5 minutes
fr: 5 minutes minimum

source: on educational apps otherwise it won’t be credited, we need you focused !
fr: ssur des apps éducatives sinon ce ne sera pas crédité. Il faut se concentrer !

source: Just spend some time on those apps and you
fr: Passe du temps sur ces apps et

source: unlock entertainment
fr: débloque du temps récréatif

source: in real time.
fr: en temps réel.

source: Your parents have installed
fr: Tes parents ont installé des apps éducatives

source: educational apps
fr: fun et engageantes

source: on your phone/tablet.
fr: pour toi.

source: Look at your dashboard to follow your child’s progress.
fr: Utilisez votre tableau de bord pour suivre les progrès de votre enfant.

source: Let me explain you
fr: Je vais t'expliquer comment

source: how the
fr: comment

source: mechanics
fr: fonctionne

source: works.
fr: notre mécanique.

source: Congrats kid
fr: Félicitations jeune humain

source: you just avoided a nightmare. No parent’s tyrannie, everything will be fine now…
fr: tu viens d'éviter un cauchemar. Fini la tyrannie des parents !

source: You can analyse your screen time and create your first goal!
fr: Tu peux analyser ton temps d'écran et définir ton objectif !

source: Great!
fr: Génial !

source: Keep up playing along and
fr: Continue à jouer le jeu et

source: you'll have control over your
fr: tu seras maître de ton temps d'écran !

source: So, are you on board?
fr: Alors, on embarque ?

source: Of course, you can also spend the free time you earn with friends!
fr: Bien entendu, tu peux aussi passer ton temps libre avec des amis !

source: You’re going to
fr: Tu vas devoir

source: reduce your screen time
fr: réduire ton temps d'écran total

source: introduce more educational time.
fr: intégrant plus de temps éducatif.

source: is on your side! First, we analyse your screen time usage, and then we make a sensible proposal to your parents!
fr: est de ton côté ! Premièrement, il analyse l'utilisation de ton temps d'écran, pour que tu puisses ensuite envoyer un objectif concret.

source: will help you suggest a more reasonable screen time to your parents.
fr: t'aidera à soumettre à tes parents un temps d'écran plus raisonnable.

source: Don’t worry; your devices aren’t going anywhere ;)
fr: Ne t'inquiète pas ; tu vas garder ton téléphone !
