Repository: Avinashgupta137/MrArthur
Catalog: MrArthur/Service/Language/*.lproj/Localizable.strings
Languages: fr

source: Mr Arthur may share your Personal Information to third parties as listed below. Disclosure of Children’s Personal Information shall occur in accordance with Section 5.4 below. 4.1. With Your Consent: We may share your information, including Personal Information, with another company when you allow us to do so (i.e., when we have obtained your consent). 4.2. Service Providers: We may share your information, including Personal Information, with third parties to assist in our business operations (e.g., to process payments, store data, deliver information, and perform other similar functions); administrative functions; marketing functions; and/or to provide the Mr Arthur Applications services you have requested (collectively, “Service Providers”). Service Providers are prohibited from using your Personal Information for purposes other than those requested by us or required by law. 4.3. Major Transactions: We may share your information, including Personal Information, as part, of or in connection with, a merger, acquisition, assignment, as part of debt financing, the sale of company assets, or in any similar transaction, or to the extent as may be required in the unlikely event of insolvency bankruptcy, or a receivership. 4.4. Professional Advisors: We may share information with our legal, financial, and other advisors in connection with the corporate transactions described above or in connection with the management of our business and operations. 4.5. Disclosures Under Special Circumstances: We may share your information, including Personal Information, when we believe doing so may be appropriate, including but not limited to when it may be legally required, necessary to comply with laws, or in response to lawful requests or legal process. We may also share such information where we believe it may limit our liability in an actual or potential lawsuit, or where otherwise necessary to protect our rights, interests and/or property (including, without limitation, to enforce our agreements), or the rights, interests and/or property of our agents, independent contractors, customers, and others.
fr: Mr Arthur peut partager vos informations personnelles avec des tiers comme indiqué ci-dessous. La divulgation des informations personnelles des enfants se fera conformément à la section 5.4 ci-dessous. 4.1. Avec votre consentement : Nous pouvons partager vos informations, y compris les informations personnelles, avec une autre société lorsque vous nous autorisez à le faire (c'est-à-dire lorsque nous avons obtenu votre consentement). 4.2. Fournisseurs de services : Nous pouvons partager vos informations, y compris vos Données personnelles, avec des tiers pour nous aider dans nos opérations commerciales (par exemple, pour traiter les paiements, stocker des données, livrer des informations et exécuter d'autres fonctions similaires) ; des fonctions administratives ; des fonctions marketing ; et/ou pour fournir les services de l’application Mr Arthur que vous avez demandés (collectivement, les ” Prestataires de services ”). Il est interdit aux prestataires de services d'utiliser vos informations personnelles à des fins autres que celles que nous avons demandées ou que la loi exige. 4.3. Transactions majeures : Nous pouvons partager vos informations, y compris les informations personnelles, dans le cadre d'une fusion, d'une acquisition, d'une cession, dans le cadre d'un financement par emprunt, de la vente d'actifs de l'entreprise ou de toute autre transaction similaire, ou dans la mesure où cela peut être nécessaire dans le cas improbable d'une faillite d'insolvabilité ou d'une mise sous séquestre. 4.4. Conseillers professionnels : Nous pouvons partager des informations avec nos conseillers juridiques, financiers et autres dans le cadre des transactions d'entreprise décrites ci-dessus ou dans le cadre de la gestion de nos activités et opérations. 4.5. Divulgations dans des circonstances particulières : Nous pouvons partager vos informations, y compris les informations personnelles, lorsque nous pensons que cela peut être approprié, y compris, mais sans s'y limiter, lorsque cela peut être exigé par la loi, nécessaire pour se conformer aux lois, ou en réponse à des demandes légitimes ou à une procédure judiciaire. Nous pouvons également partager ces informations lorsque nous pensons que cela peut limiter notre responsabilité dans le cadre d'un procès réel ou potentiel, ou lorsque cela est nécessaire pour protéger nos droits, nos intérêts et/ou nos biens (y compris, sans s'y limiter, pour faire respecter nos accords), ou les droits, les intérêts et/ou les biens de nos agents, entrepreneurs indépendants, clients et autres.

source: 5. CHILDREN’S PRIVACY RIGHTS
fr: 5. LE DROIT À LA VIE PRIVÉE DES ENFANTS

source: Mr Arthur does not sell products or services to children. The Services are not intended for children to submit Personal Information to Mr Arthur without the consent of their legal guardians. In compliance with the Children’s Online Privacy Protection Act (“COPPA”), please see below: 5.1. The types of Personal Information we collect from children are detailed above in Section 1.1.1 (Children’s Personal Information). 5.2. How we collect information from children is detailed above in Section 2 (How We Collect Information). 5.3. Mr Arthur uses Children’s Personal Information for the purposes listed below: Provide, develop, maintain, operate, and improve our Services, Process and fulfill a request or other transaction submitted by you, including, for example, to respond to comments and questions and provide customer support; Communicate with you including, for example, to send you Services-related information, including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages; For our business operations (e.g., auditing, reporting, and statistical analysis); To meet or comply with any applicable law, regulation, legal process or other legal obligation; protect or prevent harm, fraud, or financial loss; or promote, detect, investigate and help prevent security, fraud or technical issues; and protect our legitimate business interests and legal rights; and For corporation transactions, which refers to transfers of Personal Information in the event we sell or transfer, or are considering selling or transferring, all or a portion of our business or assets. 5.4. We may share or disclose Children’s Personal Information in a limited number of instances, including the following: We may share Children’s Personal Information with our Service Providers if necessary for them to perform a business, professional, or technology support function for us. Please see Appendix A for a list of Service Providers (i.e., third-party operators) who may collect Children’s Personal Information through the Services. Please contact us at the mailing address, email, or phone number listed in Section 15 (Contact Us) with questions about our, or our Service Providers’, privacy policies and practices. We may disclose Children’s Personal Information if permitted or required by law, for example, in response to a court order or a subpoena. To the extent permitted by applicable law, we also may disclose personal information collected from children (i) in response to a law enforcement or public agency’s request; (ii) if we believe disclosure may prevent the instigation of a crime, facilitate an investigation related to public safety or protect the safety of a child; (iii) to protect the security or integrity of our Services; or (iv) enable us to take precautions against liability. 5.5. We will not collect more information from your children than is reasonably necessary to provide the Services. In accordance with COPPA, you may upon request, review the Children’s Personal Information we have collected from your child, such as name, address, telephone number, email address, and direct us to delete such information, and/or refuse us to allow any further collection or use of your Children’s Personal Information. To exercise your rights, please contact us by email at contact@mrarthur.io For European Union data subjects, our collection of personal data from a child is limited and controlled by the parent.
fr: Mr Arthur ne vend pas de produits ou de services aux enfants. Les Services ne sont pas conçus pour que les enfants soumettent des informations personnelles à Mr Arthur sans le consentement de leurs tuteurs légaux. Conformément à la loi sur le RGPD (Règlement général sur la protection des données), veuillez voir ci-dessous : 5.1. Les types d'informations personnelles que nous recueillons auprès des enfants sont détaillés ci-dessus dans la section 1.1.1 (Informations personnelles des enfants). 5.2. La manière dont nous recueillons les informations des enfants est détaillée ci-dessus dans la section 2 (Comment nous recueillons les informations). 5.3. Mr Arthur utilise les informations personnelles des enfants aux fins énumérées ci-dessous : Fournir, développer, maintenir, exploiter et améliorer nos services ; Traiter et satisfaire une demande ou une autre transaction que vous avez soumise, y compris, par exemple, pour répondre à des commentaires et à des questions et fournir une assistance à la clientèle ; Communiquer avec vous, par exemple pour vous envoyer des informations relatives aux services, y compris des confirmations, des factures, des avis techniques, des mises à jour, des alertes de sécurité et des messages d'assistance et d'administration ; Pour nos opérations commerciales (par exemple, audit, rapports et analyse statistique) ; Pour répondre ou se conformer à toute loi, réglementation, procédure judiciaire ou autre obligation légale applicable ; pour protéger ou prévenir tout préjudice, toute fraude ou toute perte financière ; ou pour promouvoir, détecter, enquêter et aider à prévenir la sécurité, la fraude ou les problèmes techniques ; et pour protéger nos intérêts commerciaux légitimes et nos droits légaux ; Et pour les transactions de la société, ce qui fait référence aux transferts d'informations personnelles dans le cas où nous vendons ou transférons, ou envisageons de vendre ou transférer, tout ou une partie de nos activités ou actifs. 5.4. Nous pouvons partager ou divulguer les informations personnelles des enfants dans un nombre limité de cas, notamment les suivants : Nous pouvons partager les informations personnelles des enfants avec nos fournisseurs de services si cela est nécessaire pour qu'ils puissent remplir une fonction de soutien commercial, professionnel ou technologique pour nous. Veuillez consulter l'annexe A pour obtenir une liste des fournisseurs de services (c'est-à-dire des opérateurs tiers) qui peuvent collecter les informations personnelles des enfants par le biais des services. Veuillez nous contacter à l'adresse postale, à l'adresse électronique ou au numéro de téléphone indiqués à la section 15 (Nous contacter) si vous avez des questions sur nos politiques et pratiques de confidentialité ou celles de nos fournisseurs de services. Nous pouvons divulguer les informations personnelles des enfants si la loi le permet ou l'exige, par exemple, en réponse à une ordonnance du tribunal ou à une assignation à comparaître. Dans la mesure où la loi applicable le permet, nous pouvons également divulguer des informations personnelles recueillies auprès d'enfants (i) en réponse à la demande d'un organisme d'application de la loi ou d'un organisme public ; (ii) si nous pensons que la divulgation peut empêcher l'instigation d'un crime, faciliter une enquête liée à la sécurité publique ou protéger la sécurité d'un enfant ; (iii) pour protéger la sécurité ou l'intégrité de nos Services ; ou (iv) pour nous permettre de prendre des précautions contre la responsabilité. 5.5. Nous ne collecterons pas plus d'informations sur vos enfants que ce qui est raisonnablement nécessaire pour fournir les services. Conformément au RGPD, vous pouvez, sur demande, consulter les informations personnelles relatives aux enfants que nous avons collectées auprès de votre enfant, telles que son nom, son adresse, son numéro de téléphone, son adresse électronique, et nous demander de supprimer ces informations et/ou de refuser toute collecte ou utilisation ultérieure de vos informations personnelles relatives aux enfants. Pour exercer vos droits, veuillez nous contacter par courriel à contact@mrarthur.io Pour les personnes concernées de l'Union européenne, notre collecte de données personnelles auprès d'un enfant est limitée et contrôlée par le parent.

source: 6. SECURITY
fr: 6. SÉCURITÉ

source: We maintain reasonable security procedures to protect the confidentiality, security, and integrity of the Personal Information we collect. Such practices include using technical controls to secure the information that we collect, as appropriate, including Secure Socket Layer (SSL) and password protections. Mr Arthur cannot guarantee the security of the information on and sent from the Services. No transmission of data over the internet is guaranteed to be completely secure. It may be possible for third parties not under the control of Mr Arthur to intercept or access transmissions or private communications unlawfully. Neither Mr Arthur nor any of our service providers can ensure or warrant the security of any information you transmit to us over the internet. Any such transmission is done at your own risk.
fr: Nous maintenons des procédures de sécurité raisonnables pour protéger la confidentialité, la sécurité et l'intégrité des informations personnelles que nous recueillons. Ces pratiques comprennent l'utilisation de contrôles techniques pour sécuriser les informations que nous recueillons, le cas échéant, y compris le protocole SSL (Secure Socket Layer) et les protections par mot de passe. Mr Arthur ne peut pas garantir la sécurité des informations sur et envoyées depuis les Services. Aucune transmission de données sur Internet n'est garantie comme étant totalement sûre. Il peut être possible pour des tiers qui ne sont pas sous le contrôle de Mr Arthur d'intercepter ou d'accéder à des transmissions ou des communications privées de manière illégale. Ni Mr Arthur ni aucun de nos prestataires de services ne peuvent assurer ou garantir la sécurité des informations que vous nous transmettez par Internet. Toute transmission de ce type est effectuée à vos propres risques.

source: 7. THIRD-PARTY WEBSITES
fr: 7. SITES WEB DE TIERS

source: The Services may contain third-party links or include third-party integrations. Through these links and integrations, you may be providing information (including Personal Information) directly to the third-party, us, or both. You acknowledge and agree that we are not responsible for how those third parties collect or use your information. The information we collect is covered by this privacy policy, and the information the third-party collects is subject to the third-party’s privacy practices. Privacy choices you have made on any third-party site or platform will not apply to our use of the information we have collected directly through our Services. You should review the privacy policies of every third-party service that you visit or see, including those third parties you interact with through our Services.
fr: Les Services peuvent contenir des liens vers des tiers ou inclure des intégrations de tiers. Par le biais de ces liens et intégrations, vous pouvez fournir des informations (y compris des informations personnelles) directement à la tierce partie, à nous, ou aux deux. Vous reconnaissez et acceptez que nous ne sommes pas responsables de la manière dont ces tiers collectent ou utilisent vos informations. Les informations que nous recueillons sont couvertes par la présente politique de confidentialité, et les informations recueillies par le tiers sont soumises aux pratiques de confidentialité de ce dernier. Les choix de confidentialité que vous avez faits sur un site ou une plate-forme tiers ne s'appliqueront pas à l'utilisation que nous faisons des informations que nous avons recueillies directement par le biais de nos services. Vous devez examiner les politiques de confidentialité de chaque service tiers que vous visitez ou consultez, y compris les tiers avec lesquels vous interagissez par le biais de nos services.

source: 8. CORRECTING YOUR PERSONAL INFORMATION
fr: 8. CORRECTION DE VOS INFORMATIONS PERSONNELLES

source: You may request to view and, if necessary, correct Personal Information we collect about you. To do so, please contact us by using one of the contact methods provided in Section 11 (Contact Us) below. Please include your full name, mailing address and phone number in all requests.
fr: Vous pouvez demander à consulter et, si nécessaire, à corriger les informations personnelles que nous recueillons à votre sujet. Pour ce faire, veuillez nous contacter en utilisant l'une des méthodes de contact indiquées à la section 11 (Nous contacter) ci-dessous. Veuillez indiquer votre nom complet, votre adresse postale et votre numéro de téléphone dans toutes vos demandes.

source: 9. OPTING OUT OF PROMOTIONAL EMAILS
fr: 9. REFUS DE RECEVOIR DES COURRIELS PROMOTIONNELS

source: We allow you to choose which forms of communication you receive from us. You may opt out of receiving promotional emails from us by following the instructions in those emails. If you opt out of receiving promotional emails, we may still send you non-promotional emails, such as emails about your accounts or our ongoing business relations.
fr: Nous vous permettons de choisir les formes de communication que vous recevez de notre part. Vous pouvez choisir de ne pas recevoir de courriels promotionnels de notre part en suivant les instructions figurant dans ces courriels. Si vous choisissez de ne pas recevoir de courriels promotionnels, nous pouvons toujours vous envoyer des courriels non promotionnels, tels que des courriels concernant vos comptes ou nos relations commerciales en cours.

source: 11. NOTICE TO EUROPEAN UNION DATA SUBJECTS – GENERAL DATA PROTECTION REGULATION
fr: 11. AVIS AUX PERSONNES CONCERNÉES DE L'UNION EUROPÉENNE - RÈGLEMENT GÉNÉRAL SUR LA PROTECTION DES DONNÉES
