Repository: Avinashgupta137/MrArthur
Catalog: MrArthur/Service/Language/*.lproj/Localizable.strings
Languages: fr

source: To avoid living hell and complete parental control,
fr: Afin d'éviter une situation infernale et un contrôle parental étendu,

source: you must make the first move
fr: tu dois faire le premier pas

source: and challenge yourself!
fr: et te donner des défis !

source: mr.arthur is here to help you.
fr: Mr.arthur est là pour t'aider.

source: He’ll do everything he can to stop your parents from taking away your phone and screens.
fr: Il fera tout son possible pour éviter que tes parents confisquent ton téléphone et tes écrans.

source: Hi,
fr: Salut,

source: so you‘re the one that wants to take charge of your digital life? It’s about time!
fr: alors c'est toi qui veux prendre ta vie numérique en main ? Top !

source: Follow me, and I’ll introduce you to
fr: Suis-moi, je vais te présenter

source: Congrats!
fr: Bravo !

source: Your part is over for now, you can give your child his phone back and ask him to follow the onboarding !
fr: Votre configuration est achevée, vous pouvez redonner son téléphone à votre enfant afin qu'il débute son initiation !

source: If your child has another phone or tablet you need to install
fr: Si votre enfant utilise un autre téléphone ou tablette vous devez installer

source: , the setup will be faster!
fr: , mais l'installation sera plus rapide !

source: Device Name
fr: Nom de l'appareil

source: Name your child's device
fr: Nommez l'appareil de votre enfant

source: DONE
fr: OK

source: Time estimate
fr: Estimations

source: How much time per day does your child spend on his own tablet?
fr: Combien de temps par jour votre enfant passe-t-il sur sa propre tablette ?

source: Back
fr: Retour

source: You have accepted the goal!
fr: Vous avez accepté l'objectif !

source: Your child can start achieving it, and you can follow his progress.
fr: Votre enfant est en route pour la réussite, et vous pouvez suivre son progrès.

source: SEE MORE
fr: VOIR PLUS

source: The goal is on its way!
fr: L'OBJECTIF EST EN ROUTE !

source: Now it’s your turn to consider the proposal and decide whether you agree with it or not.
fr: À votre tour d'étudier la proposition et de décider si vous l'acceptez ou non.

source: SEE CHILD’S GOAL
fr: VOIR SON OBJECTIF

source: You have refused your child’s goal!
fr: Vous avez refusé l'objectif de votre enfant !

source: It didn’t go through, but we’re very close. Your child will be notified about your refusal. The new improved goal will show up here.
fr: Votre enfant va être notifié de votre refus. Le nouvel objectif revu et corrigé s'affichera içi, tout reste possible !

source: Web View
fr: Vue Web

source: Install App
fr: Installer l'app

source: Share
fr: Partager

source: See on the App store
fr: Voir dans l'app store

source: Strong level
fr: FORT

source: SMART ONES GAIN TIME!
fr: DU TEMPS POUR LES BRAVES !

source: Spend
fr: Passe encore

source: of entertainment time.
fr: de temps récréatif.

source: Each
fr: Chaque

source: unlock
fr: débloque

source: you can unlock
fr: tu débloques

source: Entertainment time left
fr: Temps récréatif restant

source: Entertainment time spent
fr: Temps récréatif utilisé

source: USAGE REPORT
fr: RAPPORT D'UTILISATION

source: Average screen time per day
fr: Temps d'écran moyen par jour

source: You have 24 hours
fr: Tu as 24 heures

source: to provide
fr: pour proposer

source: your parents with a goal.
fr: un objectif à tes parents.

source: CREATE MY GOAL
fr: CRÉER MON OBJECTIF

source: Your parents have refused your goal!
fr: Tes parents ont refusé ton objectif !

source: It didn’t go through, but we’re very close. All you need to do is reduce your screen time a little more…
fr: Ça n'a pas marché mais nous sommes sur la bonne voie. Et si tu réduisais davantage ton temps d'écran ?

source: I CAN DO BETTER
fr: AMÉLIORER

source: Your parents have confirmed your goal!
fr: Tes parents ont validé ton objectif !

source: You should be very proud of yourself because setting goals is already an achievement.
fr: Sois fier de toi car se fixer des objectifs c'est déjà une réussite !

source: LET’S GET STARTED!
fr: C'EST PARTI !

source: You have 24 hours to provide
fr: Tu as 24 heures pour envoyer

source: Congratulations
fr: Félicitations

source: You’ve just sent your parents your first goal. It’s time for them to review your proposal. They’ll send you their answer here!
fr: Tu viens d'envoyer ton premier objectif à tes parents. Tu pourras consulter leur réponse sur cet écran !

source: SEE MY GOAL
fr: MON OBJECTIF

source: comics
fr: bandes-dessinées

source: miles bike rides
fr: randonnées

source: afternoons
fr: après-midi

source: Total devices
fr: Nombre total d'appareils

source: Tablet
fr: Tablette

source: Set the cursor to
fr: Placer le curseur sur

source: Select
fr: Sélectionner

source: you have to install the application to your child device first
fr: Vous devez d'abord installer l'application sur le téléphone de votre enfant.

source: Strong
fr: FORT

source: BEST UNDER 7 Y.O.
fr: ADAPTÉ AUX - DE 7 ANS

source: Medium
fr: MOYEN

source: BEST FOR 7 TO 12 Y.O.
fr: ADAPTÉ AUX 7 A 12 ANS

source: Low
fr: FAIBLE

source: BEST FOR 12 TO 17 Y.O.
fr: ADAPTÉ AUX 12 A 17 ANS

source: No content filtering
fr: Aucun filtrage de contenu

source: • All content allowed (Apps & Media).
fr: • tout contenu autorisé (Apps & Médias).

source: • TV - G / Movie - G
fr: • TV - G / Film - G

source: • adult content blocked
fr: • contenu adulte bloqué

source: • app 9+ (app install upon request)
fr: • app 9+ (installation d'apps sur demande)

source: • no social media
fr: • aucun réseau social

source: • explicit not allowed
fr: • explicite non autorisé

source: • TV - PG / Movie - PG
fr: • TV - PG / Film - PG

source: • TV - 14 / Movie - R
fr: • TV - 14 / Film - R

source: • explicit music, book, web allowed
fr: • explicite autorisé

source: • app 17+ (app install upon request)
fr: • app 17+ (installation d'apps sur demande)

source: • social media compatible
fr: • réseaux sociaux compatibles

source: Deleting your account will permanently erase all your children’s data and registered devices.
fr: La suppression de votre compte entraînera la perte des données de vos enfants et des appareils enregistrés.

source: You have to delete the account on each devices you have registered.
fr: Vous devez supprimer le compte sur chaque appareil enregistré.

source: ACCOUNT IS DELETED
fr: LE COMPTE EST SUPPRIMÉ

source: DELETE MY ACCOUNT
fr: SUPPRIMER MON COMPTE

source: Delete my account
fr: Supprimer mon compte

source: It’s just not enough... your child can do better
fr: Ce n'est pas suffisant, votre enfant peut sûrement mieux faire.

source: Not bad for a start but it could be better maybe?
fr: Pas mal pour un début. Vous pouvez accepter ou refuser pour encourager votre enfant à faire plus !

source: Nice, your child did good, you can accept this goal
fr: C'est un objectif raisonnable que vous pouvez accepter.

source: Great, that’s a terrific goal, you should proudly accept it !
fr: Excellent ! Vous pouvez être fier de cet objectif !

source: That’s amazing, your child is ready to make huge efforts, you can be really proud !
fr: Whaou ! Votre enfant se lance un grand défi, quel courage !

source: You can do better! Believe me, you will be proud of yourself.
fr: Tu peux aller plus loin ! Crois-moi, tu seras fier(e) de toi.

source: ADD NEW CHILD
fr: AJOUTEZ UN NOUVEL ENFANT

source: Privacy policy
fr: Politique de confidentialité

source: FREQUENT QUESTIONS
fr: FOIRE AUX QUESTIONS

source: SETTINGS
fr: RÉGLAGES

source: Free time
fr: Temps libre

source: School time
fr: Temps scolaire

source: None
fr: Rien

source: Your child has
fr: Votre enfant a

source: 24 hours
fr: 24 heures

source: to send you his goal. Make sure to follow up! You’ll be notified as your joint efforts progress.
fr: pour vous envoyer son objectif. Vous serez informé de l'évolution de vos efforts conjoints grâce à nos notifiactions.

source: to send you his goal. Make sure to follow up!
fr: pour vous envoyer son objectif. N'oubliez pas de faire un suivi !

source: You’ll be notified as your joint efforts progress.
fr: Vous serez informé de l'évolution de vos efforts conjoints.

source: What is your main goal for your child?
fr: Quel est votre objectif principal pour votre enfant ?

source: Less social networking
fr: Moins de réseaux sociaux

source: More knowledge and open-mindedness
fr: Plus d'apprentissage et de connaissances

source: Less screen time
fr: Moins de temps d'écran

source: More and better-quality content
fr: Du meilleur contenu

source: Who are you to your child?
fr: Qui êtes-vous pour votre enfant ?

source: Mother
fr: Mère

source: Father
fr: Père

source: Grandmother
fr: Grand-mère

source: Grandfather
fr: Grand-père

source: Other
fr: Autre

source: Do you often argue over screen time?
fr: Les disputes à propos du temps d'écran sont-elles fréquentes à la maison ?

source: Yes, everyday
fr: Tous les jours

source: Yes, atleast once a week
fr: Au moins une fois par semaine

source: No, rarely
fr: Rarement

source: Not at all
fr: Pas du tout

source: Do you use parental control Apps?
fr: Utilisez-vous d'autres applications de contrôle parental ?

source: Yes
fr: Oui

source: No
fr: Non

source: If yes, are you satisfied with these Apps?
fr: En êtes-vous satisfait ?

source: How do you see your child's relationship with screens?
fr: Comment jugez-vous la relation de votre enfant avec les écrans ?

source: Very problematic
fr: Très problématique

source: Problematic
fr: Problématique

source: Not very problematic
fr: Pas très problématique

source: Not at all problematic
fr: Pas du tout problématique

source: Do you feel guilty?
fr: Vous sentez-vous coupable ?

source: No, not at all
fr: Pas du tout

source: No, not really
fr: Pas vraiment

source: Yes, a little
fr: Un peu

source: Yes, very much so
fr: Beaucoup

source: Is your child aware that his screen time is an issue?
fr: Votre enfant est-il conscient que son temps d'écran est problématique ?

source: Yes, few
fr: Un peu

source: Which device causes the most problems?
fr: Quel appareil cause le plus de problème ?

source: Computer
fr: Ordinateur

source: TV
fr: Télévision

source: Video game console
fr: Console de jeux vidéos

source: Is there another problematic device?
fr: Y a-t-il un autre appareil problématique ?

source: How would you rate your screen time and particularly on your telephone?
fr: Comment évalueriez-vous votre propre temps d'écran, surtout sur votre smartphone ?

source: Perfectly healthy
fr: Parfaitement sain

source: Quite healthy
fr: Assez sain

source: A bit excessive
fr: Un peu excessif

source: Too much
fr: Excessif

source: I’m not sure
fr: Je ne me pose pas la question

source: Which telephone are you currently using?
fr: Quel téléphone utilisez-vous actuellement ?

source: Mine as a parent
fr: Le mien en tant que parent

source: My child’s
fr: Celui de mon enfant

source: Do you feel that you spend too much time on screens?
fr: Penses-tu passer trop de temps devant les écrans ?

source: Yes, too much
fr: Trop

source: Which device do you think causes the most problems?
fr: Selon toi, quel appareil cause le plus de problèmes ?

source: Do you often argue with your parents over screen time?
fr: Te disputes-tu souvent avec tes parents au sujet des écrans ?

source: Are you prepared for your parents to limit your screen time without asking you?
fr: Serais-tu d'accord pour que tes parents limitent ton temps d'écran sans te consulter ?

source: Would you prefer to be asked so that you can set your own screen time?
fr: Préfèrerais-tu pouvoir définir toi-même ton propre temps d'écran ?

source: Do you think it’s possible to learn while having fun?
fr: Penses-tu qu'il soit possible d'apprendre en s'amusant ?

source: Would you be willing to spend some time on fun educational Apps to gain entertainment time and more freedom?
fr: Passerais-tu du temps sur des Apps éducatives fun pour obtenir plus de liberté ?

source: Yes, definitely
fr: Tout à fait !

source: Yes, why not?
fr: Pourquoi pas ?

source: It’s just not enough... your parents will never accept this !
fr: Ce n'est pas suffisant... Tes parents n'accepteront jamais ça !

source: Not bad, but probably not enough for your parents, you can do better !
fr: Pas mal, mais surement pas assez pour tes parents, tu peux mieux faire !

source: Nice, you are getting there, your parents might accept your goal !
fr: C'est bien, tes parents pourraient accepter ton objectif !

source: Great, that’s a terrific goal, I bet your parents will proudly accept it !
fr: Excellent objectif, je parie que tes parents l'accepteront avec joie !

source: Wow that’s amazing, you really want to change your life for the best, your parents are going to be so proud of you !
fr: Whaou !!! Tu veux vraiment améliorer ta vie, tes parents vont être tellement fiers de toi !

# FAQ_URL
source: https://mrarthur.io/en/home-english/#faq
fr: https://mrarthur.io/#faq

source: Sorry we might have a problem on our side
fr: Désolé, le problème vient peut-être de nous.

source: A restriction prevents your app from using Family Controls on this device. Most probable cause: You are not on your child’s device, or his Apple ID account is not a child account (his age has to be set under 18)
fr: Une restriction empêche votre application d'utiliser Family Control sur cet appareil. Cause probable: Vous n'êtes pas sur l'appareil de votre enfant, ou son compte Apple ID n'est pas un compte enfant (son age doit être inférieur à 18 ans)

source: The device isn't signed into a valid Apple ID account. Please check you're using the right Apple ID account in your device's settings.
fr: L'appareil n'est pas connecté à un compte Apple ID valide. Veuillez vérifier que vous utilisez le bon compte Apple ID dans les paramètres de votre appareil.

source: You seem to be already using a parental control app or Apple Screen Time. You can't use several parental control apps at the same time. Please turn off other apps or Apple Screen Time in your devices settings.
fr: Vous semblez déjà utiliser une app de contrôle parental ou la fonctionnalité Temps d'Ecran d'Apple. Vous ne pouvez pas utiliser plusieurs apps de contrôle parental en même temps. Merci de désactiver l'autre app ou la fonctionnalité Temps d'Ecran dans les paramètres de vos appareils.

source: Please retry to pair devices.
fr: Merci de renouveller votre tentative d'appairage.

source: Sorry but you seem to be offline. Please check your network connexion and retry
fr: Vous devez être en ligne pour poursuivre. Merci de vérifier votre connexion réseau.

source: At this pace,
fr: À ce rythme,

source: will learn a new language in
fr: apprendra une nouvelle langue en

source: days!
fr: jours !

source: Mr Arthur Collectable Cards! have a look at what I discovered thanks to Mr Arthur App!
fr: Les cartes à collectionner de mr.arthur ! Découvert grâce à l'app Mr Arthur!

# hours of real life
source: of real life
fr: hors écrans

source: back for
fr: gagnées par

source: More family time or more time with friends !
fr: Plus de temps en famille ou plus de temps entre amis !

source: Personalization
fr: Personnalisation

source: of your program
fr: de votre programme

source: Total time saved
fr: Temps libre gagné

source: today
fr: Aujourd'hui

source: 7 days
fr: 7 jours

source: 30 days
fr: 30 jours

source: Last 7 days
fr: 7 derniers jours

source: Last 30 days
fr: 30 derniers jours

source: Educational time spent
fr: Temps éducatif réalisé

source: EDUCATIONAL PROFIT
fr: BÉNÉFICE ÉDUCATIF

source: FAMILY TIME SAVED
fr: TEMPS FAMILIAL GAGNÉ

source: PERSONNAL PROFIT
fr: PERSONNEL BÉNÉFICE

source: Settings
fr: Réglages

source: Only your parents are allowed to change your settings. Please ask them to achieve this task.
fr: Attention, seuls tes parents peuvent changer ces paramètres !

source: YOUR PRIVACY RIGHTS
fr: VOS DROITS EN MATIÈRE DE VIE PRIVÉE

source: Date of last revision:
fr: Date de dernière révision:

source: 25 October 2022
fr: 25 octobre 2022

source: This Privacy Policy describes what information Mr Arthur (“mrarthur,” “we,” “our,” or “us”) may collect and how we use such information when you visit or use our website at https://mrarthur.io (the “Site”) and/or our applications, including those for use on mobile devices, tablets, personal computers, and any other devices that connect to the internet. The Site and Mr Arthur Applications are collectively referred to herein as the “Services. By using the Services, you consent to the collection, use, and sharing of your and your children’s information by Mr Arthur in accordance with this Privacy Policy and consent to the Terms of Use and End User License Agreement, which are incorporated herein by reference. For users in the United States, the term “children,” as used herein, refers to minors under the age of 13. For users outside of the United States, “children” refers to those under the age of digital majority. For additional information about our practices regarding children’s personal information, please see Section 1.1.1 (Children’s Personal Information) and Section 5 (Children’s Privacy Rights) below. It is important for users of the Services to read the Privacy Policy carefully. The Privacy Policy may change over time in coordination with new or different services that we may provide in the future, or for other reasons. We have provided a “Last Revised Date” at the top of the Privacy Policy, which reflects the date that this Privacy Policy was most recently updated so that users can be aware of the Privacy Policy in effect at all times. We encourage all users to occasionally refer to this Privacy Policy so that they can remain aware of our current privacy practices.
fr: La présente politique de confidentialité décrit les informations que Mr Arthur (“mrarthur“, “ nous “ notre “ ou “ nos “), peut recueillir et la manière dont nous utilisons ces informations lorsque vous visitez ou utilisez notre site web à l'adresse https://mrarthur.io (le ” Site ”) et/ou nos applications, y compris celles destinées à être utilisées sur des appareils mobiles, des tablettes, des ordinateurs personnels et tout autre appareil qui se connecte à Internet, comme l’application Mr Arthur. Le site et l’application Mr Arthur sont collectivement désignés dans les présentes comme les ” Services ”. En utilisant les Services, vous consentez à la collecte, à l'utilisation et au partage de vos informations et de celles de vos enfants par Mr Arthur conformément à la présente politique de confidentialité et vous acceptez les conditions d'utilisation et le contrat de licence de l'utilisateur final, qui sont intégrés aux présentes par référence. Pour les utilisateurs des États-Unis, le terme ” enfants ”, tel qu'il est utilisé dans les présentes, désigne les mineurs de moins de 13 ans. Pour les utilisateurs en dehors des États-Unis, le terme ”enfants” désigne les personnes n'ayant pas atteint l'âge de la majorité numérique. Pour de plus amples informations sur nos pratiques concernant les informations personnelles des enfants, veuillez consulter la section 1.1.1 (Informations personnelles des enfants) et la section 5 (Droits des enfants à la vie privée) ci-dessous. Il est important pour les utilisateurs des services de lire attentivement la politique de confidentialité. La politique de confidentialité peut être modifiée au fil du temps en coordination avec de nouveaux ou différents services que nous pouvons fournir à l'avenir, ou pour d'autres raisons. Nous avons indiqué une ”Date de dernière révision” en haut de la politique de confidentialité, qui reflète la date de la dernière mise à jour de cette politique de confidentialité afin que les utilisateurs puissent connaître la politique de confidentialité en vigueur à tout moment. Nous encourageons tous les utilisateurs à se référer occasionnellement à cette politique de confidentialité afin de rester au courant de nos pratiques actuelles en matière de confidentialité.

source: 1. INFORMATION WE COLLECT
fr: 1. LES INFORMATIONS QUE NOUS RECUEILLONS
